<template>
  <div class="agreement">
    <p>用户协议</p>
    <p class="title">一. 关于本条款的相关说明</p>
    <p>本协议规定了公司及其用户对 链一下 （以下简称“公司”或“网站”）提供的相关服务（以下简称“服务”）的使用条款和条件，请仔细阅读这些服务条款（以下简称为“本条款”）。如果您不同意受本条款的约束，请勿访问或使用本服务。</p>
    <p>1 用户点击 链一下 注册页面的注册按钮并完成注册程序、获得 链一下 账号和密码时，视为用户与 链一下 已达成《链一下 用户协议》(下称“本协议”）。</p>
    <p>2 链一下 及用户均已认真阅读本《链一下 用户协议》中全部条款，对本协议均已知晓、理解并接受，同意将其作为确定双方权利义务的依据。本协议内容包括本协议正文以及 链一下 已经发布的或将来可能发布的各类规则、声明、说明等。所有规则、声明、说明等均为协议不可分割的一部分，与协议正文具有同等法律效力。</p>

    <p class="title">二. 条款内容</p>
    <p class="letterTitle">1.使用范围</p>
    <p>本服务仅适用于18周岁或以上的用户。通过访问或使用我们的服务，您声明并确保您至少年满18周岁，且没有被剥夺过适用本服务的权利。您同时保证您不在任何恐怖活动组织及恐怖活动人员名单中，如联合国安理会决议中所列的恐怖活动组织及恐怖活动人员名单，也不受中国人民银行等行政执法机构限制或禁止适用任何交易平台。因此，如果您不符合这些要求，请勿使用我们的服务。</p>
    <p class="letterTitle">2.用户合同</p>
    <p>通过公司规定的申请表，填写用户信息，并同意本条款。</p>
    <p>所有在线注册表上的用户信息都被视为真实信息，未输入真实信息的用户将不受法律保护，并可能被限制使用该服务。</p>
    <p>如果用户使用虚假信息，一旦被发现，公司有权暂停服务或终止协议。如危害任何一方利益，用户将承担所有法律责任。</p>
    <p>公司可以通过电子邮件，信件，电话等方式向用户提供有本公司相关服务的各种信息。</p>
    <p class="letterTitle">3.用户信息</p>
    <p>用户自愿同意公司使用用户信息。</p>
    <p>公司有权按照合同规定使用用户信息，并向用户提供本合同规定的服务。</p>
    <p>用户信息可能会提供给公司并存储在公司的附属公司，以方便用户使用与公司保存，但需要事先通知用户并征求用户的同意。</p>
    <p>公司有权向用户发送短信等通知消息，如果用户不愿意接收消息，可以主动退定。</p>
    <p>用户拥有随时查看并修改个人信息的权利。</p>
    <p class="letterTitle">4.责任限制与免责</p>
    <p>1） 您了解并同意，在任何情况下，我们不就以下各事项承担责任:</p>
    <p>
      1.1 收入的损失；
      1.2 交易利润或合同损失；
      1.3 业务中断
      1.4 预期可节省的货币的损失；
      1.5 信息的损失；
      1.6 机会、商誉或声誉的损失；
      1.7 数据的损坏或损失；
      1.8 购买替代产品或服务的成本；
      1.9 任何由于侵权（包括过失）、违约或其他任何原因产生的间接的、特殊的或附带性的损失或损害，不论这种损失或损害是否可以为我们合理预见；不论我们是否事先被告知存在此种损 失或损害的可能性。
    </p>
    <p>1.1 条至1.9条均是彼此独立的</p>
    <p>2） 您了解并同意，我们不对因下述任一情况而导致您的任何损害赔偿承担责任：</p>
    <p>2.1 我们有合理的理由认为您的具体交易事项可能存在重大违法或违约情形。</p>
    <p>2.2 我们有合理的理由认为您在本网站的行为涉嫌违法或不道德。</p>
    <p>2.3 通过本网站服务购买或获取任何数据、信息或进行交易等行为或替代行为产生的费用及损失。</p>
    <p>2.4 您对本网站服务的误解。</p>
    <p>2.5 任何非因我们的原因而引起的与本网站提供的服务有关的其它损失。</p>
    <p>3） 我们对由于信息网络设备维护、信息网络连接故障、电脑、通讯或其他系统的故障、电力故障、天气原因、意外事故、罢工、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、银行或其他合作方原因、数字资产市场崩溃、政府行为、 司法或行政机关的命令、其他不在我们可控范围内或我们无能力控制的行为或第三方的原因而造成的不能服务或延迟服务，以及造成的您的损失，我们不承担任何责任。</p>
    <p>4） 我们不能保证本网站包含的全部信息、程序、文本等完全安全，不受任何病毒、木马等恶意程序的干扰和破坏，故您登陆、使用本网站任何服务或下载及使用该下载的任何程序、信息、数据等均是您个人的决定并自行承担风险及可能产生的损失。</p>
    <p>5） 我们对本网站中链接的任何第三方网站的任何信息、产品及业务及其他任何形式的不属于我们的主体的内容等不做任何保证和承诺，您如果使用第三方网站提供的任何服务、信息及产品等均为您个人决定且承担由此产生的一切责任。</p>
    <p>6） 我们对于您使用本网站服务不做任何明示或暗示的保证，包括但不限于本网站提供服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，我们也不对本网站提供的服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。是否登陆或使用本网站提供的服务是您个人的决定且自行承担风险及可能产生的损失。我们对于数字资产的市场、价值及价格等不做任何明示或暗示的保证，您理解并了解数字资产市场是不稳定的，价格和价值随时会大幅波动或崩盘，交易数字资产是您个人的自由选择及决定且自行承担风险及可能产生的损失。</p>
    <p>7） 本协议中规定的我们的保证和承诺是由我们就本协议和本网站提供的服务的唯一保证和陈述，并取代任何其他途径和方式产生的保证和承诺，无论是书面的或口头的，明示的或暗示的。所有这些保证和陈述仅仅代表我们自身的承诺和保证，并不保证任何第三方遵守本协议中的保证和承诺。</p>
    <p>8） 我们并不放弃本协议中未提及的在法律适用的最大范围内我们享有的限制、免除或抵销我们损害赔偿责任的任何权利。</p>
    <p>9） 您注册后即表示认可我们按照本协议中规定的规则进行的任何操作，产生的任何风险均由您承担。</p>
    <p class="letterTitle">5.终止和取消使用合同</p>
    <p>使用合同应由用户或公司终止。由用户终止使用合同终止所造成的损害应由终止使用合同的用户承担。
      当用户希望终止合同时，用户必须通过在线方式向公司申请终止合同
      本公司可以在用户有以下行为时，终止使用服务或限制服务的使用或终止使用合同：</p>
    <p>（A）是否有以下的违反情形：</p>
    <p>a窃取他人的服务号码和密码；
      b故意干扰本服务的运作；
      c用户使用虚假信息；
      d故意传播有损公共秩序和道德的内容；
      e当用户计划或实施使用服务以阻碍国家利益或社会公共利益时；
      f传播大量信息或传播广告信息以干扰服务的稳定运行；
      g发送有害信息，导致信息或通信设备故障，故意发送有害的计算机病毒；
      h未经公司事先同意，从公司的服务信息中获得的信息并复制，非法传播或商业使用；
      i侵犯公司，其他用户或第三方的知识产权；
      j违反公司的使用条款，包括本协议。</p>
    <P>（B）如果操作员或管理员认为存在上述（A）款规定的情形，有权采取以下措施：
      a暂停或限制服务</P>
    <p>①如果公司希望限制使用，公司应通过指定原因，日期和时间以及书写或使用电话或主页信息功能来通知用户或代理人。
      但是，如果公司认识到有必要紧急中止服务的使用，可能会在未经前款规定的情况下限制服务的使用。</p>
    <p>③如果被告知暂停使用服务的用户或其代理人有异议暂停，他/她可以提出上诉。</p>
    <p>④公司在暂停期内确认暂停使用的理由已经解决的，应当立即终止。</p>
    <p>b终止使用合同</p>
    <p>①如果相同的破坏行为重复两次或更多次,公司有权停止或限制对该用户服务，或者如果其原因是未在30天内纠正，或者，如果有一个违反1②（A）的，公司有权终止使用合同。
      ②如果公司终止使用合同，则取消了用户登记。本公司将在此情况下通知用户，保留用户在到期日前进行电话咨询的权利。
    </p>
    <p class="title">三.用户义务</p>
    <p>1、不得利用本站危害国家安全、泄露国家秘密，不得侵犯国家社会集体的和公民的合法权益，不得利用本网站制作、复制和传播下列信息：</p>
    <p>（1）煽动抗拒、破坏宪法和法律、行政法规实施的；
      （2）煽动颠覆国家政权，推翻社会主义制度的；
      （3）煽动分裂国家、破坏国家统一的；
      （4）煽动民族仇恨、民族歧视，破坏民族团结的；
      （5）捏造或者歪曲事实，散布谣言，扰乱社会秩序的；
      （6）宣扬封建迷信、淫秽、色情、赌博、暴力、凶杀、恐怖、教唆犯罪的；
      （7）公然侮辱他人或者捏造事实诽谤他人的，或者进行其他恶意攻击的；
      （8）损害国家机关信誉的；
      （9）其他违反宪法和法律行政法规的；
      （10）进行商业广告行为的。
    </p>
    <p>2、用户不得通过任何手段恶意注册 链一下 网站帐号，包括但不限于以牟利、炒作、套现、获奖等为目的多个账号注册。用户亦不得盗用其他用户帐号。</p>
    <p>如用户违反上述规定，则网站有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</p>
    <p>3、禁止用户将 链一下 网以任何形式作为从事各种非法活动的场所、平台或媒介。未经 链一下 网的授权或许可，用户不得借用本网站的名义从事任何商业活动，也不得以任何形式将链一下 网作为从事商业活动的场所、平台或媒介。</p>
    <p>如用户违反上述规定，则网站有权直接采取一切必要的措施，包括但不限于删除用户发布的内容、取消用户在网站获得的星级、荣誉以及虚拟财富，暂停或查封用户帐号，取消因违规所获利益，乃至通过诉讼形式追究用户法律责任等。</p>
    <p>4、用户在网站以各种形式发布的一切信息，均应符合国家法律法规等相关规定及网站相关规定，符合社会公序良俗，并不侵犯任何第三方主体的合法权益，否则用户自行承担因此产生的一切法律后果，且 链一下 因此受到的损失，有权向用户追偿。</p>
    <p class="title">四、知识产权</p>
    <p>4.1 链一下 所包含的全部智力成果包括但不限于网站标志、数据库、网站设计、文字和图表、软件、照片、录像、音乐、声音及其前述组合， 软件编译、相关源代码和软件（包括小应用程序和脚本）的知识产权权利均归 链一下 所有。用户不得为商业目的复制、更改、拷贝、发送或使用前述任何材料或内容。</p>
    <p>4.2 链一下 名称中包含的所有权利（包括但不限于商誉和商标、标志）均归 链一下 所有。</p>
    <p>4.3 用户接受本协议即视为用户主动将其在 链一下 发表的任何形式的信息的著作权，包括但不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权 以及应当由著作权人享有的其他可转让权利无偿独家转让给 链一下 所有，链一下 有权利就任何主体侵权单独提起诉讼并获得全部赔偿。本协议属于《中华人民共和国著作权法》第二十五条规定的书面协议，其效力及于用户在 链一下 发布的任何受著作权法保护的作品内容，无论该内容形成于本协议签订前还是本协议签订后。</p>
    <p>
      4.4 用户在使用 链一下 服务过程中不得非法使用或处分 链一下 或他人的知识产权权利。用户不得将已发表于 链一下 的信息以任何形式发布或授权其它网站（及媒体）使用。
    </p>
    <p class="title">五 用户信息相关条款</p>
    <p>5.1.1 在用户注册 链一下 账号时，用户根据 链一下 要求提供的个人注册信息。</p>
    <p>5.1.2 在用户使用 链一下 服务时，链一下 自动接收并记录的用户浏览器上的服务器数值，包括但不限于IP地址等数据及用户要求取用的数据记录。</p>
    <p>5.1.3 链一下 通过合法途径取得的其他用户个人信息。</p>
    <p>5.2.1 不需要用户额外的同意，用户在 链一下 注册成功即视为用户同意 链一下 收集并使用其在 链一下 的各类信息，用户了解并同意，链一下 可以将收集的用户信息用作包括但不限于下列用途：</p>
    <p>5.2.1.1 向用户提供 链一下 服务；</p>
    <p>5.2.1.2 基于国家相关主管部门的要求向相关部门进行报告；</p>
    <p>5.2.1.3 在用户使用 链一下 服务时，链一下 将用户的信息用于身份验证、用户服务、安全防范、诈骗监测、存档和备份用途，确保 链一下 向用户提供的产品和服务的安全性；</p>
    <p>5.2.1.4 帮助 链一下 设计新产品及服务，改善 链一下 现有服务；</p>
    <p>5.2.1.5 不需要用户额外同意，链一下 向用户提供 链一下 品牌下不同组织运营的不同网站和 app 的各类服务所需；</p>
    <p>5.2.1.6 为了使用户解 链一下 服务的具体情况，用户同意 链一下 向其发送营销活动通知、商业性电子信息以及提供与用户相关的广告以替代普遍投放的广告；</p>
    <p>5.2.1.7 根据法律法规的规定、有权机关的要求或是经用户同意；</p>
    <p>5.2.1.8 链一下 为完成合并、分立、收购或资产转让而将用户的信息转移或披露给任何非关联的第三方；</p>
    <p>5.2.1.9 软件认证或管理软件升级；</p>
    <p>5.2.1.10 邀请用户参与有关 链一下 服务的调查；</p>
    <p>5.2.1.11 用于和政府机关、事业单位等合作的数据分析；</p>
    <p>5.2.1.12 用作其他一切合法目的以及经用户授权的其他用途。</p>
    <p>5.2.2 链一下 不会向其他任何人出售或出借用户的个人信息，除非事先得到用户的许可。链一下 也不允许任何第三方以任何手段收集、编辑、出售或者无偿传播用户的个人信息。</p>
    <p>5.2.3 为使用户能更好的享受 链一下 提供的服务，用户知晓并同意 链一下 可将其个人信息授权给其他第三方征信机构用于验证用户信息的真实性及提供征信服务使用。</p>
    <p>5.3 链一下 对所获得的用户身份资料和交易信息进行保密，不得向任何单位和个人提供用户身份资料和交易信息，法律法规另有规定的除外。</p>
    <p class="title">六、关于交易的相关协议</p>
    <p>6.1.链一下法币交易平台（以下简称“法币交易平台”）：是链一下设立关于数字资产法币交易的平台，您可以在法币交易平台创建出售/购买数字资产的卖单/买单，与意向交易对方达成交易，以满足用户间交换数字资产 的需求。</p>
    <p>6.2.数字资产：一般是指以电子数据的形式存在的，有一定价值的非货币性资产。出于本协议目的，在本协议环境下， 数字资产特指本网站法币交易平台允许用户之间交易的包括但不限于BTC，LTC等特定数字资产。</p>
    <p>6.2.1.您应当确保您对您在法币交易平台上发布拟出售的数字资产或拟购买需支付的价款享有相应的权利，您不得在法币平台上销售或购买与数字资产无关的信息。 您的销售或购买、发布信息等行为应当符合您所在主权国家或地区相关法律法规及法币交易平台规则的要求，符合社会公序良俗，并不侵犯任何第三方主体的合法权益。</p>
    <p>6.2.2.通过本网站提供的法币交易平台，您创建了买单或者卖单，或者您接受了其他用户的买单或卖单，则代表你同意并接 受买单或卖单上显示的价格或数量。一旦您创建或者接受，则交易价格被锁定，买方或卖方均无法在此次交易中更改或 添加任何额外费用。在整个交易过程中，交易订单涉及的数字资产将由您所选的第三方交易网站代管，直到卖方确认收到全额付款并在法币平台上确认收款操作为止。</p>
    <p>6.2.3.您应当按照卖方在法币交易平台向您提供的有效的付款细节完成付款。付款方式是您和交易方之间非经过本网站而自行采取包括但不限于网银转账、支付宝、微信转账等来完成支付的行为。非按照法币交易平台所提供支付方式之外的付款渠道产生的交易纠纷，与本网站无关，本网站将不承担任何形式的责任。</p>
    <p>6.2.4.当您在法币交易平台出售或购买数字资产时，请您务必仔细确认所出售或购买的数字资产的种类、价格、数量、或付 款要求、金额等重要事项，并在达成交易前核实您或交易对手的账户信息、收付款账户等信息。如您填写的收款账户或 您付款账户非您本人所有，则您应对此行为和意思表示产生的法律后果承担全部责任。您与该收款账户所有人的关系与 本网站无关。</p>
    <p>6.3.如您在法币交易平台上的任何行为扰乱或将扰乱法币交易平台正常交易秩序，基于维护法币交易平台交易秩序及交易安全的需要，本网站发现上述情形时有权采取关闭相关交易订单、限制账户使用等措施。</p>
    <p>6.4交易中如果存在纠纷，链一下会就相关问题与您选择的第三方交易所进行协调，链一下本身不承担交易产生的相关责任。</p>
    <p>6.5交易所收取的手续费率会根据您所选择的第三方网站而决定，具体费率请参考相关的三方网站。</p>
    <p class="title">七、责任声明和责任免除</p>
    <p>7.1.本网站仅向您提第三方供法币交易平台服务的接口，您了解具体第三方法币交易平台上的拟出售或购买信息系用户自行发布，且可能存在风险和瑕疵。</p>
    <p>7.2.基于数字资产交易的特殊性，您需要在反洗钱方面的风险格外注意，按照KYC原则的要求对您交易对方的身份进行了解，否则您将可能因交易对方涉嫌犯罪而面临资产冻结等风险。</p>
    <p>7.3.您在法币交易平台上发布的信息构成违约的，第三方交易平台可根据相应规则立即对相应信息进行删除、屏蔽处理或对您发布的信息进行下架、监管。由此给您直接或间接导致的资产及利润的损失，由您自己承担。</p>
    <p>7.4当您使用法币交易平台服务时违反有关法律法规规定，或违反法币交易平台规则，本网站有权限制或冻结您的账户或账户资产，并采取其他合理措施，以防止因您的违法违约行为给本网站及第三人的造成的不利后果的扩大。</p>
    <p>7.5.您的行为使本网站遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费 等间接经济损失），您应赔偿本网站的上述全部损失。如您的行为使本网站遭受第三人主张权利，本网站可在对第三人承担金钱给付等义务后就全部损失向您追偿。</p>
    <p class="title">八、协议的生效和解释</p>
    <p>8.1 本协议于用户点击链一下注册页面的注册按钮并完成注册程序、获得链一下账号和密码时生效，对链一下和用户均具有法律约束力。</p>
  </div>
</template>

<script>
export default {
  name: 'Agreement',
  components: {
  },
  data () {
    return {
    }
  },
  mounted () {
    window.scrollTo(0, 0)
  },
  methods: {
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style lang="less" scoped>
.agreement{
  width:70%;
  margin-left:15%;
  margin-bottom:30px;
  >div{
    margin-bottom:30px;
  }
  p{
    line-height: 24px;
  }
  >p:nth-child(1) {
    text-align: center;
    margin:30px 0px;
  }
  .title{
    margin:20px 0px;
  }
  .letterTitle{
    margin:10px 0px;
  }
}
</style>
